[InteractiveObjects.IO_ChosenOne_KaiCorpse InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_ChosenOne_Cash MissionItemDefinition]
UseFailureCharacterMessage="you have to do this %s Use this product."
ItemName="9 $"
PickupMessage="Your advice %s"
UseFailureLevelMessage="You need %d to use this feature.."
UseFailureConstraintsMessage="This article does not exist."
NoManufacturerName="Of all"

[ItemDefs.ID_MO_ChosenOne_Cash:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="This is the money Marcus wants.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ChosenOne_Echo MissionItemDefinition]
UseFailureCharacterMessage="should do %s Use this trick.."
ItemName="ECO hot water"
PickupMessage="You understand %s"
UseFailureLevelMessage="You must have at least %d to use this feature.."
UseFailureConstraintsMessage="This number is not available."
NoManufacturerName="normal"

[ItemDefs.ID_MO_ChosenOne_Echo:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Part of the ECHO Canal, Chicken Cove."
NoConstraintText=""
Suffix=""
Prefix=""

[Population.BD_ChosenOne_KaiCorpse InteractiveObjectBalanceDefinition]
DefaultDisplayName="pearly body"
Grades[0]=(GradeModifiers=)

